Repository: ohahlev/sanikit
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: km_kh

source: hello
km_kh: សួស្ដី

source: SANIKIT
km_kh: គម្រោងសាកល្បង

source: SLOGAN
km_kh: ពាក្យស្លោក

source: Our Pages
km_kh: ព័ត៌មានលំអិត

source: Contact
km_kh: ទំនាក់ទំនងមកយើងខ្ញុំ

source: About
km_kh: អំពីយើងខ្ញុំ

source: Connect
km_kh: បណ្ដាញសង្គម

source: COPY RIGHT
km_kh: រក្សាសិទ្ធិដោយ

source: Search for products
km_kh: ស្វែងរកផលិតផល

source: Advance Search
km_kh: ស្វែងរកស៊ីជំរៅ

source: All categories
km_kh: គ្រប់ប្រភេទ

source: Products
km_kh: ផលិតផលទាំងអស់
